Repository: foss-np/smriti
Catalog: ne_NP_Firefox_OS.tmx
Source language: en
Languages: ne

source: Binaries of this product have been made available to you by the Mozilla Project, under the Mozilla Public License 2.0 (MPL). Know your rights.
ne: यो उत्पानका बाइनरीहरु तपाईलाई मोजिल्ला प्रोजेक्टले Mozilla Public License 2.0 (MPL) अन्तर्गत उपलब्ध गराएको छ। तपाईका अधिकारहरु जान्नुहोस्।

source: Last sync:
ne: अन्तिम सिङ्क:

source: Enter SIM {{n}} NCK2
ne: SIM {{n}} NCK2 प्रविष्ट गर्नुहोस्

source: Any
ne: कुनै

source: Auto
ne: स्वत:

source: Use application password
ne: एप्लिकेसन पासवर्ड प्रयोग गर्नुहोस्

source: today
ne: आज

source: Organize Contacts
ne: सम्पर्क विवरण मिलाउनुहोस्।

source: Phone
ne: फोन

source: Add videos to get started
ne: सुरु गर्न भिडियोहरु थप्नुहोस्

source: Sign In
ne: साइन इन

source: Style
ne: शैली

source: Tap to track your internet usage.
ne: तपाईको इन्टरनेट प्रयोग थाहा पाउनका लागि थिच्नुहोस् |

source: Please, turn off airplane mode to enable Usage.
ne: उपयोग सक्षम गर्न, कृपया हवाइजहाज मोड बन्द गर्नुहोस्।

source: Hardware Revision
ne: हार्डवेयर संशोधन

source: APRIL
ne: अप्रिल

source: No connection. Check your network configuration and try again.
ne: जडान छैन।तपाईको जडान कन्फिगरेसन जाँच्नुहोस् र फेरि प्रयास गर्नुहोस्।

source: Usage
ne: प्रयोग

source: Always use this number
ne: सधै यो नम्बर प्रयोग गर्नुहोस्

source: Lock Screen
ne: स्क्रिन लक गर्नुहोस्

source: Set as default email
ne: पूर्वनिर्धारित इमेलको रूपमा सेट गर्नुहोस्

source: Enabled
ne: सक्षम पारिएको

source: USSD request is modified to new USSD request
ne: USSD अनुरोध नयाँ USSD अनुरोधमा परिमाजन गरियो

source: Music
ne: संगीत

source: Unsuccessful. Enable SIM/RUIM LOCK
ne: असफल। SIM/RUIM LOCK सक्षम पार्नुहोस्

source: Enter SIM {{n}} NCK1
ne: SIM {{n}} NCK1 प्रविष्ट गर्नुहोस्

source: Searching
ne: खोजी हुँदैछ

source: Jan
ne: जन

source: Email sent.
ne: इमेल पठाइयो।

source: {{ appName }} install failed
ne: {{ appName }}को डाउनलोड असफल भयो

source: Apr
ne: अप्रिल

source: Memory
ne: स्मृति

source: Loading contacts…
ne: सम्पर्कहरु लोड हुँदैछ...

source: This contact is already an existing ICE contact
ne: यो सम्पर्क पहिले नै एक ICE सम्पर्क हो

source: USSD modified to dial
ne: USSD डायलमा परिमार्जित गरियो

source: zero minutes
ne: सून्य मिनेटस्

source: Edit
ne: सम्पादन गर्नुहोस्

source: 1 message deleted
ne: १ सन्देश मेटाइयो

source: progress bar
ne: प्रगति पट्टी

source: Add to an existing contact
ne: अवस्थित सम्पर्कमा थप्नुहोस्

source: Socket Type
ne: सकेटको प्रकार

source: SIM PIN
ne: सिम PIN

source: Let’s go
ne: ल जाऊँ

source: Unknown
ne: अज्ञात

source: Secured by {{capabilities}}
ne: {{capabilities}} बाट सुरक्षित गरिइको

source: Async
ne: असक्रमित

source: Usage First Time Experience
ne: प्रयोगको पहिलो अनुभव

source: Message saved as draft
ne: सन्देश ड्राफ्टमा जोगाईयो

source: Sent Using Firefox OS
ne: फायरफक्स ओएस प्रयोग गरेर पठाउनुहोस

source: Type your RCCK code
ne: तपाईको RCCK कोड लेख्नुहोस्

source: {{value}} years after
ne: {{value}} बर्ष पछी

source: Change device name
ne: यन्त्रको नाम परिवर्तन गर्नुहोस्

source: Remove image
ne: छवि हटाउनुहोस्

source: MAC Address
ne: MAC ठेगाना

source: Stop Screen Reader?
ne: पर्दा वाचक रोक्नु हुन्छ?

source: End time
ne: अन्त्य समय

source: Hostname
ne: होस्टनाम

source: in a minute
ne: एक मिनेटमा

source: 0 months before
ne: ० महिना अघी

source: Please wait while Video updates its database.
ne: कृपया भिडियोको डेटाबेस अद्यावधिक हुँदै गर्दा प्रतिक्षा गर्नुहोस्।

source: Tap to track your phone and internet usage.
ne: तपाईको फोन र इन्टरनेट प्रयोग थाहा पाउनका लागि थिच्नुहोस् |

source: Try updating your balance or retry top-up.
ne: ब्यालेन्स रिचार्ज गर्ने प्रयास गर्नुहोस्।

source: Sunday
ne: आइतबार

source: Username and password
ne: प्रयोगकर्ताको नाम र पासवर्ड

source: Saved {{title}} to Video
ne: {{title}} भिडियोमा सङ्ग्रह गरियो

source: Connected to media audio
ne: फोन मेडियामा जडान भएको

source: Cancelling will not refund a purchase. Refunds for paid content are provided by the original seller.
ne: सामग्री रद्द गरेमा पैसा फिर्ता हुने छैन | पैसा तिरेको सामग्री रद्द गरेमा मूल बिक्रेताले पैसा दिनेछन्|

source: {{name}} just crashed.
ne: {{name}} भर्खरै क्र्यास भयो।

source: double quote
ne: जोडी उद्धरण

source: Add subject
ne: विषय थप्नुहोस्

source: Updating…
ne: अद्यावधिक गर्दै...

source: hidden
ne: लुकाइएको

source: September
ne: सेप्टेम्बर

source: {{name}} is not loading properly
ne: {{name}} गतिलोसँग लोड भइरहेको छैन

source: Open with:
ne: योसँग खोल्ने:

source: collapsed
ne: साँगुरिएको

source: All day from {{startDate}}<br>to {{endDate}}
ne: पुरा दिन {{startDate}}<br>देखि {{endDate}} सम्म

source: After 5 minutes
ne: ५ मिनेट पछि

source: Passcode Lock
ne: पासकोड लक

source: Memory card
ne: मेमोरी कार्ड

source: Connecting
ne: जडान हुँदैछ

source: Forget network?
ne: सञ्जाल बिर्सिेएहुन्छ?

source: Call support:
ne: कल सहयोग:

source: {{title}} started {{distance}}
ne: {{title}} सुरु गरियो {{distance}}

source: Invalid username or password. Check for typos.
ne: अमान्य प्रयोगकर्ता नाम वा पासवर्ड | त्रुटीहरु जाँच्नुहोस् |

source: 1 hour after
ne: १ घण्टा पछि

source: Ask
ne: सोध्नुहोस्

source: graphic
ne: ग्राफिक

source: This contact does not have a phone number
ne: सम्पर्कको लागि फोन नम्बर छैन।

source: Notes
ne: टिप्पणीहरू

source: privacy policy
ne: गोपनीयता नीति

source: Ringtones & Notifications
ne: रिङटोन र सूचनाहरु

source: {{account-name}} (IMAP)
ne: {{खातावालको नाम}} (IMAP)

source: Export Contacts
ne: सम्पर्कहरु निर्यात गर्नुहोस्

source: View with:
ne: यससँग अवोलोकन गर्ने:

source: Reset data usage
ne: डाटा प्रयोग रिसेट गर्नुहोस्

source: Switch calls
ne: बोलावटहरू स्विच गर्नुहोस्

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
ne: हामी क्र्याश प्रतिवेदनहरु समस्या समाधान गर्न र हाम्रो उत्पादन सुधार्न प्रयोग गर्छौँ। तपाईंको सूचनालाई हामीले हाम्रो मा वर्णन गरे जस्तैगरी सम्हाल्छौँ

source: THIS MONTH
ne: यो महिना

source: Delivery Reports
ne: हस्तान्तरण प्रतिवेदनहरु

source: Today
ne: आज

source: Verifying
ne: रूजु गर्दै

source: Sorry, the system can’t send your suggestion because the comment field is empty. Please enter some text and try again.
ne: माफ गर्नुहोला, टिप्पणी फाँट खाली भएको कारणले गर्दा यस् यन्त्रले तपाईंको सुझाव पठाउन सक्दैन। कृपया केहि शब्द प्रविष्ट गरी पुन: प्रयास गर्नुहोला।

source: Select Sound
ne: ध्वनि चयन गर्नुहोस्

source: {{limit}} of data used
ne: {{limit}}को डाटा प्रयोग गरियो

source: Outgoing Caller ID
ne: बाह्यगमन कलर आईडी

source: Caller ID defaults to not restricted. Next call: Not restricted
ne: पूर्वनिर्धारित कलर आइडि निशेधित नगरिएको। पछिल्लो कल: निशेधित नगरिएको

source: Ringtones
ne: धुनहरु

source: No SIM detected
ne: सिम पत्ता लागेन

source: HISTORY
ne: इतिहास

source: Other
ne: अन्य

source: Let’s do it!
ne: हामी गरौ!

source: Unlink contact
ne: सम्पर्क अनलिङ्क गर्नुहोस्

source: Mail Settings
ne: मेल सेटिङहरू

source: Find My Device allows you to locate, lock or erase your phone from a web site:
ne: मेरो यन्त्र तहहरु तपाईं तोक्न, लक वा वेब साइट देखि आफ्नो फोन मेटाउन अनुमति दिन्छ:

source: One new voicemail
ne: एउटा नयाँ ध्वनिमेल

source: All current data will be deleted. Are you sure you want to reset?
ne: अहिलेका सम्पूर्ण डाटाहरु मेटिनेछन्। के तपाई रिसेट गर्ने कुरामा निश्चित हुनुहुन्छ?

source: Disable FDN
ne: एफ् डि एन् अक्षम पार्नुहोस्

source: You can not make calls, send messages or go online because emergency callback mode is enabled. Would you like to turn it off?
ne: तपाईंले कल गर्न, सन्देश पठाउन अथवा अनलाइन जान सक्नुहुन्न किनभने आकसमिक कलब्याक मोड सक्षम परिएको छैन । के तपाईं यसलाई बन्द गर्न चाहनुहुन्छ ?

source: The SIM card is locked.
ne: सिम कार्ड बन्द भएको छ |

source: Roaming preference
ne: भट्किरहेको प्राथमिकता

source: 3G preferred
ne: 3G रुचाइएको छ

source: HDR enabled
ne: एच डी आर सक्षम पारियो

source: Account type
ne: खाता प्रकार

source: Would you like to share your camera and microphone with {{app}}?
ne: के तपाई आफ्नो क्यामेरा र माइक्रोफोन {{app}} संग बाँड्न चाहनु हुन्छ ?

source: Aug
ne: अगस्ट

source: Looking for duplicate contacts
ne: उस्तै सम्पर्क विवरण हेर्दै

source: Mobile usage per app
ne: प्रति अनुप्रयोग मोबाइल डेटा खपत

source: WPA-EAP
ne: डब्लु पी ए-इ ए पी

source: Enter SIM {{n}} PIN
ne: सिम {{n}} PIN प्रविष्ट गर्नुहोस्

source: Disabled
ne: अक्षम पारिएको

source: Not available
ne: उपलब्ध छैन

source: Wi-Fi hotspot
ne: वाइफाइ हटस्पट

source: Update imported friends
ne: आयातित: साथीहरु अपडेट गर्नुहोस्

source: <strong>{{hours}} hours</strong>
ne: <strong>{{hours}} घण्टा</strong>

source: Add Picture
ne: तस्विर थप्नुहोस्

source: Invalid action
ne: रद्ध रोजाइ

source: Billing cycle ends
ne: बिलिङ्ग चक्र समाप्त

source: with {{count}} columns
ne: {{count}} स्तम्भहरु सहित

source: Bookmark
ne: पुस्तकचिनो

source: Manage Networks
ne: सञ्जालहरु व्यवस्थापन गर्नुहोस्

source: Tell websites and apps that I want to be tracked
ne: वेवसाइटहरुलाई र अनुप्रयोगहरुलाई म ट्रयाक हुन चाहन्छु भन्नुहोस्

source: Remove attachment
ne: संलग्न फाइल हटाउनुहोस्

source: Ring incoming calls
ne: आगमन कलहरु बजाउनुहोस्

source: Nov
ne: नोभेम्वर

source: {{site}} would like to access your memory card.
ne: {{site}}ले तपाईको मेमोरी कार्डसंग पहुंच पुग्न चाहन्छ |

source: 1 minute
ne: १ मिनेट

source: Grid Lines
ne: ग्रिड रेखाहरू

source: Enter a mobile data limit alert
ne: सिमित मोबाइल डाटा प्रविष्ट सचेत गर्नुहोस्

source: Continue
ne: जारी राख्नुहोस्

source: Unable to Connect
ne: जडान गर्न असक्षम

source: Available Networks
ne: उपलब्ध सञ्जालहरु

source: Forward when unanswered
ne: उतर नदेय पठाउने

source: Enter SIM PIN
ne: सिम PIN प्रविष्ट गर्नुहोस्

source: colon
ne: विराम

source: Operation successfully set.
ne: सञ्चालन सफलतापूर्वक चयन गरियो।

source: {{name}} just crashed
ne: {{name}} भर्खरै क्र्यास भयो

source: Places
ne: स्थानहरू

source: SIM {{index}}: Not available
ne: SIM {{index}}: उपलब्ध छैन

source: System
ne: प्रणाली

source: Delete video?
ne: भिडियो मेटाउने?

source: Software Updates
ne: सफ्टवेयर अपडेटहरु

source: NCK code
ne: NCK कोड

source: Service is enabled for:
ne: सेवा यसका लागि सक्षम पारियो:

source: Order by last name
ne: अन्तिम नामद्वारा क्रमबद्ध गर्नुहोस्

source: Invalid service code
ne: रद्ध सेवा कोड

source: Start tour
ne: भ्रमण सुरु गर्नुहोस्

source: This file is too large to download.
ne: यो फाइल डाउनलोड गर्न पनि ठूलो छ।

source: Search Music
ne: सङ्गित खोजी

source: Call barring
ne: अपवाद कल

source: This may be due to a storage issue, for example.
ne: यो भंडारण निकास को करण भएको हुनसक्छ, उदाहरणको निम्ती।

source: You need phone coverage to update your balance or top up.
ne: तपाईको ब्यालेन्स वा टप अप अपडेट गर्न फोनले बेहोरेको हुनुपर्छ।

source: On hold
ne: पकड मा

source: Photo options
ne: तस्बिर विकल्पहरु

source: (SIM {{ n }}) Missed call
ne: (SIM {{ n }}) छुटेका कल

source: Message Confirmation
ne: सन्देशको लागि यकीन

source: Unknown remaining space.
ne: अज्ञात खाली स्थान।

source: Video cannot be played: either because the server or network failed or because the format is not supported.
ne: भिडियो प्ले हुन सकेन: किनभने सर्भर वा सञ्जाल असफल हुन पुग्यो वा स्वरूप समर्थित छैन।

source: Phone number
ne: सम्पर्क नम्बर

source: Certificate deletion failed
ne: प्रमाणपत्र मेट्न असफल भयो

source: Send new mail
ne: नयाँ पत्र पठाउनुहोस्

source: Apps can be installed later from the original installation source.
ne: एपहरु पछि पनि मूल स्थापना स्रोतबाट स्थापित गर्न सकिन्छ।

source: Downloading
ne: डाउनलोड हुँदैछ

source: shift
ne: सिफ्ट

source: Voicemail Number
ne: वाच्यमेल सङ्ख्या

source: Low balance
ne: ब्यालेन्स कम

source: You must enable IMAP for your Gmail account
ne: तपाईँको जीमेल खाताका लागि तपाईँले IMAP सक्षम पार्नुपर्दछ

source: Contacts Management
ne: संपर्क व्यवस्थापन

source: Select contact
ne: सम्पर्क चयन गर्नुहोस्

source: Save money by keeping track of your internet usage.
ne: तपाईको इन्टरनेट प्रयोग थाहा पाएर पैसा बचत गर्नुहोस् |

source: Search
ne: खोजी

source: check button
ne: ठीकचिन्ह बटन

source: {{value}} minutes after
ne: {{value}} मिनेट पछी

source: Permissions
ne: अनुमतिहरू

source: Sorry, the system can’t send your suggestion due to a data connection error. Please try again when the issue is resolved.
ne: माफ गर्नुहोला, यस प्रणालीले तपाइको सुझाव डेटा जडान त्रुटिका कारण पठाउन सकेन । कृपया समस्या समाधान भएपछि पुन: प्रयास गर्नुहोला ।

source: Install
ne: स्थापना गर्नुहोस्

source: Unknown device
ne: अज्ञात यन्त्र

source: Always show images
ne: सधै छविहरु देखाउनुहोस्

source: Photos, videos and music are stored separately from apps. See media storage for details.
ne: फोटो, भिडियो र सङ्गितहरु अनुप्रयोग भन्दा छुट्टै भण्डारण गरिएको छ । थप जानकारीका लागि मिडिया भण्डार हेर्नुहोस् ।

source: You can change the nick name or keep the default name.
ne: तपाईं उपनम बादलन सक्नुहुन्छ अथवा अप्राप्ति नाम नै राख्न सक्नुहुनेछ।

source: Connection problem or invalid MMI code
ne: जडानमा समस्या वा अवैध MMI कोड

source: {{site}} would like to display notifications.
ne: {{site}}ले सूचनाहरू देखाउन चाहन्छ।

source: Uninstall App
ne: एप हटाउनुहोस्

source: There was a error while authenticating the sender of the message.
ne: सन्देसको प्रेषक प्रमाणिकरण गर्दा त्रुटि भेटिएको छ ।

source: {{exported}}/{{total}} contacts exported
ne: {{exported}}/{{total}} सम्पर्कहरु आयात गरियो

source: 5 seconds
ne: ५ सेकेन्ड

source: Camera & Mic are ON
ne: क्यामेरा र माइक्रोफोन चालू छ

source: Do not tell websites and apps anything about my tracking preferences
ne: वेवसाइटहरुलाई र अनुप्रोयोगहरुलाई मेरो ट्रयाकिङ्ग पसन्द बारे केहि नभन्नुहोस्

source: Into the Void
ne: शून्य प्रवेश

source: Edit Picture
ne: तस्विर सम्पादन

source: Browse to URL?: {{ url }}
ne: यो URL ब्राउज गर्ने?: {{ url }}

source: Learn More
ne: अझ्ै जान्नुहोस्

source: Channel {{channel}}
ne: माध्यम {{channel}}

source: Service has been disabled
ne: सेवा अक्षम भएको छ।

source: Wed
ne: बुध

source: Receive Data
ne: डाटा प्राप्त गर्नुहोस्

source: There is not enough space to install this app. Free up space by deleting old apps or media, and try installing again from the original source.
ne: यो एप स्थापना गर्नका लागि पर्याप्त स्वतन्त्र स्थान छैन। पुराना एपहरु वा मिडियाहारु मेटाएर खाली स्थान बनाउनुहोस् र मूल स्रोतबाट फेरी स्थापनाको प्रयास गर्नुहोस्।

source: Data Connection
ne: डेटा जडान

source: Invalid e-mail address. Check for typos.
ne: अवैध इमेल ठेगाना। टाईपसको लागि जाँच गर्नुहोस्।

source: Error in query
ne: सोद्पुछमा त्रुटि

source: Time Zone
ne: समय क्षेत्र

source: Receive reports about your phone and Internet usage.
ne: तपाईको फोन र इन्टरनेट प्रयोगबारे प्रतिवेदन पाउनुहोस्।

source: Help
ne: मद्दत

source: No networks found
ne: कुनै पनि सञ्जाल फेला परेनन्

source: Remind me
ne: मलाई सचेत गर्नुहोस्

source: Open top-up menu
ne: टप-अप मेनु खोल्नुहोस्

source: SPCK must have between 8 and 16 characters.
ne: SPCK अनिवार्य ८ देखि १६ क्यारेक्टरहरूको हुनुपर्छ।

source: No contacts imported
ne: कुनै सम्पर्क आयात भएको छैन

source: Has attachments
ne: संलग्न फाइलहरू छन्

source: Make sure the code is correct and try again.
ne: कोड सहि छ भन्नेमा निश्चित गर्नुहोस् र फेरि प्रयास गर्नुहोस् ।

source: Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
ne: डाटा मोजिल्ला र अन्य सेवा प्रदायकहरुलाई पठाएको छ र त्यस स्थान डाटाबेसमा सुधार गर्नको लागि समग्र रुपमा उपयोग गरिनेछ। डाटा आफनो यन्त्रमा भण्डारण गर्न सकिनेछ र अरु कुनै एपहरु नचलिरहेको अवस्थामा पनि डाटा सङ्कलन हुन सक्छ।

source: Deleting…
ne: मेट्दैछ...

source: {{site}} would like to use the FM Radio.
ne: {{site}} FM रेडियो प्रयोग गर्न चाहन्छ |

source: Call settings error.
ne: कल सेटिङहरूको त्रुटि।

source: button
ne: बटन

source: SIM Card is full
ne: सिम कार्ड पूर्णरुपले भरिएको छ

source: tree table
ne: ट्रि तालिका

source: Calls made
ne: गरिएका कलहरु

source: Delivered:
ne: हस्तान्तण गरिएको:

source: Select folder
ne: फोल्डर चयन गर्नुहोस्

source: Enter NCK code
ne: NCK कोड प्रविष्ट गर्नुहोस्

source: Why do you feel sad?
ne: तपाईलाई किन दुख महसुस हुन्छ ?

source: Purchase
ne: खरीद गर्नुहोस्

source: Feb
ne: फेब

source: Unable to automatically configure your account. Correct your e-mail address or try the manual configuration option.
ne: तपाईको खाता स्वतह मिलाउन असक्षम | तपाईको आफ्नो ईमेल ठेगाना मिलाउनुस् वा आफै वैकलकिप मिलाउन कोसिस गर्नुहोस् |

source: 1 message marked as read
ne: १ सन्देश पढिएको रुपमा चिन्ह लगाइयो

source: Operator Services
ne: सञ्चालक सेवाहरु

source: Airplane mode off
ne: उडान मोड बन्द छ

source: {{app}} would like to access your videos.
ne: {{app}}ले तपाईको भिडियोहरुसंग पहुंच पुग्न चाहन्छ |

source: Some error happened while exporting
ne: कुनै त्रुटि निर्यात गर्दा भएको छ

source: Merge with {{n}} contacts
ne: {{n}} सम्पर्कहरु संग गाभनुहोस्

source: No contacts
ne: सम्पर्कहरू छैनन्

source: Received:
ne: प्राप्त भयो:

source: Enabling data connection now will allow you to set up your phone without a Wi-Fi connection. You may also enable it later on in Settings. Just make sure you have a data plan with your carrier to avoid potentially hefty charges.
ne: अहिले डाटा जडान सक्षम गरेमा तपाईँले आफ्नो फोन वाइफाइ बिना जडान गर्न सक्नुहुन्छ | तपाईँले यसलाई पछि पनि सेटिङहरूमा गएर सक्षम गर्न सक्नुहुन्छ, मात्र तपाईँले आफ्नो डाटा वाहकसँग डाटा प्लान भएको निर्धारण गर्नुहोस् ताकी पछि संभावित ठुलो रकम तिर्नुपर्दैन|

source: None
ne: कुनै पनि होइन

source: Data usage limit
ne: डाटा प्रयोग सीमा

source: Monthly
ne: मासिक

source: Display Text
ne: पाठ प्रदर्शन गर्नुहोस्

source: Share
ne: साझेदारी

source: 1 year before
ne: १ वर्ष अगाडि

source: Conference ({{n}})
ne: सम्मेलन ({{n}})

source: {name} wrote
ne: {name}ले लेख्यो

source: Enter SIM {{n}} RSPCK
ne: SIM {{n}} RSPCK प्रविष्ट गर्नुहोस्

source: File could not be received
ne: फाइल प्राप्त गर्न सकिएन

source: from {{startTime}} to {{endTime}}
ne: {{startTime}} देखि {{endTime}} सम्म

source: Search Mail
ne: मेल खोजी गर्नुहोस्

source: Send
ne: पठाउनुहोस्

source: You must enter the Personal Unlocking Key (PUK2) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
ne: सिम कार्डको निम्ति तपाईले व्यक्तिगत तालाखोल्ने साँचो (PUK2) कोड राख्नैपर्छ। अरु जानकारीको निम्ति सिम कार्ड दस्तावेज़ अनुरुप गर्नुहोस् अथवा तपाईको वाहकलाई सम्पर्क गर्नुहोस् ।

source: Confirm devices to pair
ne: जोडि बनाउने यन्त्र पक्का गर्नुहोस्

source: You can change the language, date/time and Wi-Fi connection in settings.
ne: तपाईंले भाषा, मिति/समय र वाइ-फाइ जडान सेटिङ्हरूमा परिवर्तन गर्नसक्नुहुन्छ।

source: secured by {{capabilities}}
ne: सुरछित {{capabilities}} छ

source: Combo boxes
ne: कम्बो बाकसहरू

source: Unpair device?
ne: यन्त्र छुटाउन चहानु हुन्छ?

source: The download can be restarted later.
ne: डाउनलोडलाई पछि पुन: शुरु गर्न सकिन्छ।

source: Add new number
ne: नयाँ नम्बर थप्नुहोस्

source: Missed call
ne: छुटेको कल

source: Sent
ne: पठाइयो

source: SS modified to USSD
ne: USSD SSमा परिमार्जित गरियो

source: canvas
ne: क्यानभास

source: Network notification
ne: नयाँ मेल सूचना

source: {{ n }} updates available
ne: {{ n }} अपडेटहरु उपलब्ध छन्

source: radio button
ne: रेडियो बटन

source: Check the spelling of the addresses above. Your mail server indicated one or more of the addresses above are incorrect.
ne: माथिको ठेगाना को हिज्जे जाँच गर्नुहोस्। तपाईंको मेल सर्भरले माथिको एक वा बढी ठेगाना गलत हो भनेर संकेत गरिरहेको छ ।

source: The PUK you typed is not correct
ne: ेतपाईले लेख्नु भएको PUK गलत भयो।

source: Add to Home Screen
ne: होमस्क्रिनमा थप्नुहोस्

source: Select mobile
ne: मोबाइल चयन गर्नुहोस

source: Weak
ne: कमजोर

source: The password must have at least 8 characters.
ne: पासवर्ड कम्तिमा ८ क्यारेक्टरको हुनुपर्छ।

source: USSD request is modified to SS request
ne: USSD अनुरोध SS अनुरोधमा परिमाजन गरियो

source: Voice Privacy Mode
ne: ध्वनि गोपनीयता मोड

source: Turned off
ne: बन्द गरीएको

source: Has draft
ne: ड्रफ्ट छ

source: This device is currently offline. Connect to a network and try again.
ne: यो यन्त्र अहिले अफलाइन छ।कुनै सञ्जालमा जडान गरी पुन प्रयास गर्नुहोस्।

source: Alerts
ne: सावधानी

source: Sad
ne: दु:खी

source: Region
ne: क्षेत्र

source: 0 years after
ne: ० बर्ष पछी

source: USSD modified to SS
ne: USSD SSमा परिमार्जित गरियो

source: Antarctica
ne: एन्टार्क्टिका

source: Dial {{number}}
ne: डायल {{number}}

source: document
ne: कागजात

source: SIM {{n}} NCK
ne: सिम को {{n}} NCK

source: Sat
ne: शनि

source: {{ n }} second
ne: {{ n }} सेकेण्ड

source: Camera and Microphone
ne: क्यामेरा र माइऋोफोन

source: New PIN
ne: नयाँ PIN

source: Message
ne: सन्देश

source: The message has not been processed yet, do you really want to quit?
ne: यो सन्देस प्रक्रियामा गईसकेको छैन, के तपाई अन्त्य गर्न चाहनु हुन्छ ?

source: Welcome to <a>{{brandShortName}}</a>, the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
ne: मोजिल्लाले बनाएको स्वतन्त्र तथा खुला स्रोत अपरेटिङ्ग सिस्टम <a>{{brandShortName}}</a> मा तपाईलाई स्वागत छ। हाम्रो लक्ष भनेको वेबको शक्तिलाई तपाईको हातमा राखेर खुलापन, नवविचार र अवसरलाई बढावा दिने हो।

source: The contact cannot be shared due to Facebook constraint.
ne: फेसबुकको अभाबको कारण सम्पर्कहरु साझेदारी गर्न सकिदैन ।

source: Merge duplicates
ne: नक्कल प्रतिहरू गाभ्नुहोस्

source: Don’t worry. Your email will always be kept private.
ne: चिन्ता नगर्नुहोस। तपाइको इमेल संधै व्यक्तिगत राखिने छ ।

source: {{ n }} message flags set
ne: {{ n }} सन्देश ध्वजाहरु स्थापित

source: gridcell
ne: ग्रिडसेल

source: I’m Post-paid
ne: मेरो पोस्ट-पेड

source: America
ne: अमेरिका

source: Flash
ne: फ्ल्यास

source: {{value}} minutes before
ne: {{value}} मिनेट अघी

source: The alarm is set for <strong>{{alarmMinutes}}</strong> from now.
ne: यो संसूचक अहिलेबाट <strong>{{alarmMinutes}}</strong>का लागि राखिएको छ।

source: Turn off airplane mode
ne: उडान शैली अफ गर्नुहोस्

source: Emergency Call Only
ne: आकस्मिक कल मात्र

source: Data
ne: डाटा

source: Image Type
ne: छवि प्रकार

source: Prepaid
ne: प्रिपेड

source: Date
ne: मिति

source: Toggle keypad
ne: टगल कीपैड

source: Incorrect Password
ne: गलत पासवर्ड

source: A SIM PIN is not the same as the passcode used to unlock the device.
ne: यन्त्र खोल्ने पासकोड र SIM PIN एकै होइनन्।

source: Select
ne: चयन गर्नुहोस्

source: Original
ne: वास्तविक

source: Accounts
ne: खाताहरू

source: Enter SIM {{n}} CCK
ne: सिम को {{n}} CCK प्रविष्ट गर्नुहोस्

source: Converting to text message.
ne: पाठ सन्देशमा रूपान्तरण गरिदै।

source: When unanswered
ne: जवाफ नआउँदा

source: Don’t Send
ne: नपठाउनुहोस्

source: Privacy & Security
ne: गोपनीयता र सुरक्षा

source: Size
ne: साइज

source: Set Photo Mode
ne: फोटो मोड सेट गर्नुहोस्

source: Set ICE Contacts
ne: सेट ICE संपर्क

source: section
ne: खण्ड

source: Left
ne: बाँकी

source: SIM PIN changed successfully
ne: SIM PIN परिवर्तन सफल भएकोछ

source: Has alarm
ne: सचेतक छ

source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
ne: {{device}} तपाईको फोनसँग जोडी बनाउन चाहन्छ। स्वीकार गर्न PIN अाफ्नो यन्त्रमा हाल्नुहोस्।

source: Can not share this image file type.
ne: यो तस्विरको फाइल प्रकारलाई बाड्न सकिदैन।

source: Go to Camera
ne: क्यामेरातर्फ जानुहोस्

source: Bytes
ne: बाइटहरू

source: Downloading updates… <span>{{ progress }} downloaded.</span>
ne: अपडेटहरु डाउनलोड हुदैछन्...<span>{{ progress }} डाउनलोड भइसक्यो.</span>

source: scroll bar
ne: स्क्रोल पट्टी

source: Auto correction
ne: स्वत: सुधार

source: Bcc
ne: गुप्त बोधार्थ

source: Yesterday
ne: हिजो

source: Device
ne: यन्त्र

source: Media
ne: मिडिया

source: Last name:
ne: अन्तिम नाम:

source: Type your NCK2 code
ne: तपाईको NCK2 कोड लेख्नुहोस्

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
ne: सिम कार्डको निम्ति तपाईले Personal Unlocking Key (PUK) कोड राख्नैपर्छ। अरु जानकारीको निम्ति सिम कार्ड दस्तावेज़ अनुरुप गर्नुहोस् अथवा तपाईको वाहकलाई सम्पर्क गर्नुहोस् |
